performance/axis2/data/echoMeshInterfaceObjects-1.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header /><soapenv:Body><ns1:echoMeshInterfaceObjects xmlns:ns1="http://www.extreme.indiana.edu/wsdl/Benchmark1"><ns1:input><ns1:x>0</ns1:x><ns1:y>0</ns1:y><ns1:value>0.0</ns1:value></ns1:input></ns1:echoMeshInterfaceObjects></soapenv:Body></soapenv:Envelope>